Repository: nabab/appui-emails
Catalog: src/locale/*/LC_MESSAGES/appui-emails10.po
Languages: fr

source: Processed
fr: Exécuté

source: Sent
fr: Envoyé

source: A problem occurred
fr: Un problème est survenu

source: Modified
fr: Modifié

source: Saved
fr: Sauvegardé

source: Error
fr: Erreur

source: Are you sure you want to leave this form without saving your changes?
fr: Êtes-vous sûr de vouloir quitter ce formulaire sans enregistrer vos modifications?

source: Sender email
fr: Adresse de l'expéditeur

source: Choose
fr: Choisir

source: Recipients
fr: Destinataires

source: Retrieving list...
fr: Recherche de la liste

source: recipients
fr: Destinataires

source: Sending time
fr: Heure d'envoi

source: Priority
fr: Priorité

source: Letter type
fr: Lettre-type

source: Object
fr: Objet

source: Attachments
fr: Pièces jointes

source: Text
fr: Texte

source: Success
fr: Succès

source: Ready
fr: Prêt

source: Normal priority
fr: Priorité normale

source: High priority
fr: Haute priorité

source: Low priority
fr: Basse priorité

source: Cancel email
fr: Annuler l'envoi

source: Change state to ready
fr: Changer l'état à prêt

source: Only admin users can delete sent emails
fr: Seuls les administrateurs peuvent supprimer des emails envoyés

source: Delete the email from the database
fr: Supprimer l'email de la base de données

source: Do you want to change the state of this email to "Ready"?
fr: Voulez-vous rendre cet email "Prêt"?

source: Email status changed
fr: Statut de l'email modifié

source: Something went wrong while changing the email status
fr: Quelque chose n'a pas fonctionné en changeant le statut du mail

source: Do you want to completely delete this email?
fr: Voulez-vous complètement supprimer cet email?

source: Email successfully deleted
fr: Email supprimé correctement

source: Something went wrong while deleting the email
fr: Quelque chose n'a pas fonctionné lors de la suppression de l'email

source: Do you want to cancel this email?
fr: Voulez-vous annuler cet email?

source: Email successfully cancelled
fr: Email supprimé correctement

source: Something went wrong while cancelling the email
fr: Quelque chose n'a pas fonctionné lors de la suppression de l'email

source: Email failed
fr: Email en état d'échec

source: Email sent
fr: Email envoyé

source: Email ready
fr: Email prêt

source: Email cancelled
fr: Email annulé

source: Check/uncheck all emails
fr: (dé)sélectionner tous les emails

source: Cancel selected emails
fr: Annuler les emails sélectionnés

source: Delete selected emails
fr: Supprimer les emails sélectionnés

source: Delete all emails
fr: Supprimer tous les emails

source: Delete all ready or cancelled emails
fr: Supprimer tous les emails non envoyés

source: Are you sure you want to cancel all selected emails?
fr: Êtes-vous sûr de vouloir annuler tous les emails sélectionnés?

source: Emails successfully cancelled
fr: Email supprimé correctement

source: Change the status or remove the email using the buttons of the row
fr: Changez le statut ou supprimez le mail en utilisant les boutons en fin de ligne

source: Are you sure you want to completely delete all selected emails?
fr: Êtes-vous sûr de vouloir supprimer tous les emails sélectionnés?

source: Emails successfully deleted
fr: Email supprimé correctement

source: Are you really sure you want to completely delete all ready emails?
fr: Êtes-vous sûr de vouloir complètement supprimer tous les emails prêts?

source: emails successfully deleted
fr: Email supprimé correctement

source: e-Mail address
fr: Adresse eMail

source: Title
fr: Titre

source: Status
fr: Statut

source: Read
fr: Lu

source: Number of attached files
fr: Nombre de pièces jointes

source: Are you sure you want to test this mailing?
fr: Êtes-vous sûr de vouloir tester ce mailing?

source: Name
fr: Nom

source: New letter type
fr: Nouvelle lettre-type

source: Add letter
fr: Ajouter la lettre

source: Mailings
fr: Envois groupés

source: Recipient
fr: Destinataire

source: LIVE INFO
fr: INFOS EN DIRECT

source: IN PROGRESS
fr: En cours

source: Started
fr: Démarré

source: NEXT
fr: Suivant

source: Start
fr: Début

source: New mailing
fr: Nouvel envoi groupé

source: Emails ready
fr: eMails prêts

source: Emails sent
fr: eMails envoyés

source: Letters types
fr: Lettres-types

source: content
fr: Contenu

source: Sender
fr: Expéditeur

source: Emails succeeded
fr: Les emails ont réussi

source: Emails failed
fr: Les emails ont échoué

source: Default
fr: Défaut

source: User
fr: Utilisateur

source: Last edit
fr: Dernière modification

source: Suspended
fr: Suspendu

source: Cancelled
fr: Annulé

source: In progress
fr: En cours

source: All
fr: Toutes

source: Draft
fr: Brouillon

source: Prioritary
fr: Prioritaire

source: Non prioritary
fr: Non prioritaire

source: Total sent
fr: Total envoyés

source: Total failed
fr: Total échoués

source: See
fr: Voir

source: Send this email to
fr: Envoyer ce mail à

source: Duplicate
fr: Dupliquer

source: Open
fr: Ouvrir

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Send
fr: Envoyé

source: Reactivate mailing
fr: Réactiver le mailing

source: Test
fr: Tester

source: Suspend
fr: Suspendre

source: Do you really want to cancel this mailing
fr: Voulez-vous vraIment annuler ce mailing?

source: Mailing successfully cancelled
fr: Mailing annulé correctement

source: Something went wrong while cancelling the mailing
fr: Quelque chose n'a pas fonctionné en annulant cet email

source: Do you really want to send this email to
fr: Voulez-vous vraiment envoyer cet email à

source: Mailing edit
fr: Modification de l'envoi groupé

source: Are you sure you want suspend this mailing?
fr: Êtes-vous sûr de vouloir suspendre cet envoi?

source: Are you sure you want to reactivate this mailing?
fr: Êtes-vous sûr de vouloir réactiver ce mailing?

source: Mailing reactivated
fr: Mailing réactivé

source: Are you sure you want to delete this mailing?
fr: Êtes-vous sûr de vouloir supprimer cet envoi?

source: Deleted
fr: Supprimé

source: Are you sure you want to send this mailing?
fr: Êtes-vous sûr de vouloir procéder à l'envoi?

source: Select users
fr: Sélectionner des utilisateurs

source: Send to myself
fr: Envoyer à moi-même

source: Insert new
fr: Ajouter un nouveau

source: Edit letter type
fr: Modifier la lettre-type

source: Are you sure you want to delete this letter?
fr: Êtes-vous sûr de vouloir supprimer cette lettre-type?

source: The mailing has been inserted with all its recipients
fr: L'emailing a bien été ajouté avec tous ses destinataires

source: The mailing has been inserted and will be sent accordingly to your settings.
fr: L'emailing a bien été ajouté et sera envoyé en accord avec vos paramètres

source: The mailing has been inserted but will not be sent until a delivery date is chosen
fr: L'emailing a bien été ajouté mais ne sera pas envoyé avant qu'une date ne soit choisie

source: The mailing has been modified with all its recipients
fr: L'emailing a bien été modifié ainsi que tous ses destinataires

source: The mailing has been modified and will be sent accordingly to your settings.
fr: L'emailing a bien été modifié et sera envoyé en accord avec vos paramètres

source: Impossible to find the requested file
fr: Impossible de trouver le fichier demandé

source: Untitled
fr: Sans titre

source: e-Mails ready
fr: eMails prêts

source: e-Mails sent
fr: eMails envoyés

source: Letters Types
fr: Lettres-types
